[
  "homepage",
  "recent-files-obsidian",
  "reveal-active-file-button",
  "obsidian-reveal-active-file",
  "obsidian-view-mode-by-frontmatter",
  "quickadd",
  "cmdr",
  "obsidian-pangu",
  "obsidian-auto-link-title",
  "novel-word-count",
  "obsidian-file-color",
  "obsidian-custom-attachment-location"
]